<div class="col-sm-10 col-lg-6 wow fadeInRightSmall text-left">
    <div class="block-5">
    <div class="badge">عن المركز</div>
        <h3>مركز تقنية المعلومات في التعليم العالي </h3>
        <p class="big text-gray-900">
            انشئ المركز في العام 2007 م وبدا النشاط الفعلي عام 2008 م ليقدم خدماته المعلوماتية
            والبنية التحتية للمؤسسات التعليمية وبقية قطاعات الولية في حدود خدمات معينة وكان
            التركيز الاكبر منصب حول الشبكات والربط الشبكي بين الجامعات يليه التركز نحو
            الخدمات والتطبيقات
        <blockquote class="quote-light quote-light_borderless">
            <div class="mdi mdi-ycit"></div>
            <div class="quote-light-text">
                <p>
            بدا المركز بالعمل بتمويل هولندي الى ان انتهى هذا الدعم عام 2011 م، اعتمد المركز
            منذ ذلك الوقت فقط على تمويل نشاطاته من رسوم الخدمات التي يقدمها المركز خدمة لأبنائنا الطاب في الجامعات اليمنية.

        </p>
            </div>
        </blockquote>
    </div>
</div>